Repository: krykokallol/WeatherApp
Catalog: WeatherApp/WeatherApp/Localizable.xcstrings
Source language: en
Languages: es_419

# detail_sunrise_title
source: Sunrise
es_419: Amanecer

# detail_sunset_title
source: Sunset
es_419: Atardecer

# detail_visibility_title
source: Visibility
es_419: Visibilidad

# error_empty_city
source: Please enter a city name.
es_419: Por favor ingresa una ciudad.

# error_invalid_city
source: Could not find that city. Please try another.
es_419: No se encontró la ciudad.

# error_location_permission_denied
source: Location access is denied. Please enable it in Settings to use current location.
es_419: El acceso a la ubicación está desactivado. Actívalo en Ajustes para usar la ubicación actual.

# error_location_unavailable
source: Location is unavailable. Check your settings.
es_419: Ubicación no disponible.

source: Error Message
es_419: Mensaje de error

# error_server
source: Server error (%d). Please try again.
es_419: Error del servidor (%d). Inténtalo nuevamente.

source: Feels like
es_419: Sensación térmica

# feels_like_format
source: Feels like %@
es_419: Sensación térmica %@

source: Humidity
es_419: Humedad

# humidity_format
source: Humidity: %d%%
es_419: Humedad: %d%%

source: Loading
es_419: Cargando

# search_city_placeholder
source: Enter US city name
es_419: Ingresa una ciudad

# search_city_title
source: Search by City
es_419: Buscar por ciudad

# sunrise_unknown
source: Sunrise: —
es_419: Amanecer: —

# sunset_unknown
source: Sunset: —
es_419: Atardecer: —

source: Temperature
es_419: Temperatura

source: Temperature Label
es_419: Temperatura

# use_current_location
source: Current Location
es_419: Ubicación actual

# using_location_label
source: Using your current location.
es_419: Usando tu ubicación actual.

# visibility_format
source: Visibility: %.1f km
es_419: Visibilidad: %.1f km

# weather_description
source: Description of weather
es_419: Descripción del clima

# weather_search_title
source: Weather
es_419: Clima

source: Wind
es_419: Viento

# wind_format
source: Wind: %.1f m/s
es_419: Viento: %.1f m/s
